[DeployableTurretThrow X2AbilityTemplate]
LocFriendlyName="可部署式炮塔"
LocLongDescription="在指定位置部署一座 XCOM Mk1 炮塔。"
LocHelpText="在指定位置部署一座 XCOM Mk2 炮塔。"
LocFlyOverText="可部署式炮塔"


[DeployableTurretThrow X2WeaponTemplate]
FriendlyName="可部署式炮塔"
BriefSummary="可部署式炮塔能在战场上提供额外的火力支援。它的部署方式类似于投掷手雷，会被部署在投掷点。"
TacticalText="<Bullet/>在指定位置部署一座 XCOM Mk2 炮塔。\n<Bullet/>被摧毁之前不会失效。"
